{
	"0" : "You are about to complete an experiment and potentially earn money based on your performance. By completing the experiment you will receive a participation fee of 5 cents; on top of the participation fee you can earn a bonus of up to ${{max_payout}} based on your performance. Below is a description of the task you will be facing.",
	"1" : "You will be shown a screen with {{total_n}} geometric shapes. There will be {{n}} different types of shapes, and these are: {{polygons_text}}. Below are the 5 geometric shapes you will encounter:",
	"2": "As noted above you will see {{total_n}} of these shapes on a screen. An example is shown below.",
	"3": "The Task. In each round you will have to take one of three possible actions: Action A, Action B or Action C. The potential reward of these actions depend on the geometric shapes appearing on the screen which we now describe in detail.",
	"4": "<br>Even though there are 5 different types of shapes your Task relates to only {{m}} of them, {{true_polygons_text}} shapes. One of these {{m}} shapes will be present in larger numbers than the other {{n-m}}, and the one in highest numbers—the most common among the {{m}} shapes—determines the rewards of the available actions.<br>Specifically:<br><ul><li><b>Action C</b> is best when the five-sided shapes are most common. If the five-sided shapes are more common than the six- or seven-sided shapes, choosing <b>Action A</b> will earn you $1, choosing <b>Action B</b> will earn you $1, and choosing <b>Action C</b> will earn you $3.</li><li><b>Action A</b> is best when the six-sided shapes are most common. If the six-sided shapes are more common than the five- or seven-sided shapes, choosing <b>Action A</b> will earn you $6, choosing <b>Action B</b> will earn you $0, and choosing <b>Action C</b> will earn you $3.</li><li><b>Action B</b> is best when the seven-sided shapes are most common. If the seven-sided shapes are more common than the five- or six-sided shapes, choosing <b>Action A</b> will earn you $0, choosing <b>Action B</b> will earn you $6, and choosing <b>Action C</b> will earn you $3.</li></ul>",
	"5": "We summarize these rewards in the table below. You will see this table in every round so there is no need to memorize it. Note that Action C yields the same reward irrespective of the shapes, while Action A and Action B have higher maximum rewards but varying payoffs.",
	"6": "In each of the Tasks you face, any of these {{m}} shapes is equally likely to be the most common. While all Tasks are designed to be roughly equally difficult, the total number of these {{m}} shapes will vary in a narrow range. Note that the four-sided and eight-sided shapes on each screen are irrelevant to your Task. You can safely ignore them while choosing your action.",
	"7": "<br>You will face {{rounds}} Tasks during the course of the experiment. For each round shapes are randomly generated by a computer, and placed randomly on an eight-by-three grid. As a result, no Task carries information about any other Task. You can spend as much or as little time on each Task as you wish, but you have to complete all {{rounds}} Tasks to receive the participation fee and potentially earn a bonus.<br><br>You will only receive feedback about which shape is most common in a given round at the very end of the experiment.",
	"8": "<b>Example of the task</b><br><br>This is an example of the task you will face. You have to select your preferred action. The potential rewards of the available actions depend on which of the three relevant shapes is most common. These rewards are summarized in the table.",
	"9": "<b>Reward</b><br><br>By completing the experiment you will receive a participation fee of 5 cents. You will also be rewarded based on the actions you choose in the {{rounds}} rounds. At the end of the experiment <b>one of the rounds will be selected for final payment</b>. Your reward will be determined by the action you have chosen in the selected round and which of the {{m}} shapes, {{true_polygons_text}} was most common in that round.<br><br>Each of the {{rounds}} rounds has <b>a certain probability of being selected</b> for final payment. These probabilities can be 0%, 1%, 2%, 4%, 8%, 16%, 32% and <b>only one of the rounds will be selected for final payment</b> at the end of the experiment. The number of rounds with a given probability of being selected are shown in the table below. Note that across the {{rounds}} rounds the probabilities add up to 100%. You will always be shown the probability of the current round being selected for final payment while you are completing the task. The order of these probabilities will be random.",
	"10": "Note, that if you just click through all the rounds without exerting any effort you might still select the best action in some rounds just by chance. This means that by chance you would select the best action in roughly 7 of the {{rounds}} rounds. Unfortunately, this behavior is not useful for us, so we will only reward you if your performance is above chance and you choose the best action 10 or more of {{rounds}} rounds.",
	"11": "<b>Selection of a Round for Final Payment:</b><br><br>To determine which round is selected for final payment we will let you stop the clock below. This is your computer clock, presenting the time down to the millisecond (1/1000th of a second).<br><br>Suppose the first round has 32% probability of being selected, and the second round has 8% probability. Then if the last two digits of the stopped millisecond timer is between 1 and 32, the first round gets selected, if it is between 33 and 40 the second round gets selected and so on.<br><br>Now, try to stop the clock showing the current time to millisecond precision. You should know that it is impossible for you to control these last two digits of the millisecond clock because of the time it takes the human brain and hand to respond. The purpose of this is to generate a random number, and match the probability of a round being selected for final payment. To confirm this randomness, you can start and stop the clock as many times as you want, to check if you can stop it at a number of your choice. Please stop the clock at least 3 times.",
	"12": "Now, let’s practice the Task. You will face 3 practice Tasks to ensure familiarity. The shapes are surrounded by a black border. Please make sure that you can see this entire border before trying to complete the Task. Depending on your device you might have to scroll to see all of them."
}
