{
	"0" : "You are about to complete an experiment and potentially earn money based on your performance. By completing the experiment you will receive a participation fee of 5 cents; on top of the participation fee you can win a bonus of up to ${{max_payout}} based on your performance. Below is a description of the task you will be facing.",
	"1" : "You will be shown a screen with {{total_n}} geometric shapes. There will be {{n}} different types of shapes, and these are: {{polygons_text}}. Below are the 5 geometric shapes you will encounter:",
	"2": "As noted above you will see {{total_n}} of these shapes on a screen. An example is shown below.",
	"3": "The Task: In each round you will have to take one of three possible actions: Action A, Action B and Action C. The potential reward of these actions depend on the geometric shapes appearing on the screen which we now describe in detail.",
	"4": "<br>Even though there are 5 different types of shapes your Task relates to only {{m}} of them, {{true_polygons_text}} shapes. One of these {{m}} shapes will be present in larger numbers than the other {{n-m}}, and the one in highest numbers—the most common among the {{m}} shapes—determines the rewards of the available actions.<br>Specifically:<br><ul><li><b>Action C</b> is best when the six-sided shapes are most common. If the six-sided shapes are more common than the seven- or eight-sided shapes, choosing <b>Action A</b> will earn you $1, choosing <b>Action B</b> will earn you $1, and choosing <b>Action C</b> will earn you $2.</li><li><b>Action A</b> is best when the seven-sided shapes are most common. If the seven-sided shapes are more common than the six- or eight-sided shapes, choosing <b>Action A</b> will earn you $6, choosing <b>Action B</b> will earn you $0, that is nothing, and choosing <b>Action C</b> will earn you $2.</li><li><b>Action B</b> is best when the eight-sided shapes are most common. If the eight-sided shapes are more common than the six- or seven-sided shapes, choosing <b>Action A</b> will earn you $0, that is nothing, choosing <b>Action B</b> will earn you $6, and choosing <b>Action C</b> will earn you $2</li></ul>",
	"5": "We summarize these rewards in the table below. You will see this table in every round so there is no need to memorize it. Note that Action C yields the same reward irrespective of the shapes, while Action A and Action B have higher maximum rewards but varying payoffs.",
	"6": "In each of the Tasks you face, any of these {{m}} shapes is equally likely to be the most common. While all Tasks are designed to be roughly equally difficult, the total number of these {{m}} shapes will vary in a narrow range. Note that the five-sided and nine-sided shapes on each screen are irrelevant to your Task. You can safely ignore them while choosing your action.",
	"7": "<br>You will face {{rounds}} Tasks during the course of the experiment. For each round shapes are randomly generated by a computer, and placed randomly on an eight-by-four grid. As a result, no Task carries information about any other Task. You can spend as much or as little time on each Task as you wish, but you have to complete all {{rounds}} Tasks to receive the participation fee and potentially earn a bonus.<br><br>You will only receive feedback about which shape is most common in a given round at the very end of the experiment.",
	"8": ""
}